//页面菜单映射【自行维护】
var menuMapping = {
	"1": "welcome",

	"8": "客户列表",
	"9": "客户车辆",
	"10": "会员列表",

	"11": "结算中心",
	"12": "会员充值",

	"13": "站内开单",
	"14": "站外救援",
	"15": "竣工检验",

	"16": "view/cjl/岗位定义",
	"17": "view/cjl/组织机构",
	"18": "view/cjl/离职登记",
	"19": "view/cjl/通讯名录",

	"20": "view/ydh/mechanicteam",
	"21": "view/ydh/mechanstar",
	"22": "view/ydh/fieldVehicle",

	"23": "供货单位",
	"24": "商品资料",
	"25": "维修项目",
	"26": "车型档案",
	"27": "发动机品牌",

	"28": "view/xn/sylog",
	"29": "view/xn/juese",
	"30": "权限管理",
	"31": "view/xn/数据统计"

	//	"kh001": "客户列表",
	//	"kh002": "客户车辆",
	//	"kh003": "会员列表",
	//
	//	"qt001": "结算中心",
	//	"qt002": "会员充值",
	//
	//	"wx001": "站内开单",
	//	"wx002": "站外救援",
	//	"wx003": "竣工检验",
	//
	//	"yg001": "view/cjl/岗位定义",
	//	"yg002": "view/cjl/组织机构",
	//	"yg003": "view/cjl/离职登记",
	//	"yg004": "view/cjl/通讯名录",
	//
	//	"jg001": "view/ydh/mechanicteam",
	//	"jg002": "view/ydh/mechanstar",
	//	"jg003": "view/ydh/fieldVehicle",
	//
	//	"sj001": "供货单位",
	//	"sj002": "商品资料",
	//	"sj003": "维修项目",
	//	"sj004": "车型档案",
	//	"sj005": "发动机品牌",
	//
	//	"xt001": "系统日志",
	//	"xt002": "view/xn/juese",
	//	"xt003": "权限管理",
	//	"xt004": "数据统计"
}